[
  {
    "pickup": false,
    "id": "dummy",
    "tag": "Dummy #1",
    "title" : "ダミーのセッション",
    "speakers": [
      "dummy"
    ],
    "description": "ダミーのセッション"
  },
  {
    "pickup": true,
    "id": "talk_1",
    "tag": "Talk #1",
    "title" : "Figma MCP Server + Figma REST API + LLMでデザインの品質を上げる",
    "speakers": [
      "dena_nakae"
    ],
    "description": "デザインxAIの領域では、AIによるプロトタイプ生成などよりも、デザインの実務においてAIをいかに持続的に役立てることが出来るかどうかが個人的に気になっているポイントです。その取り組みのひとつとして、Figma MCP Server / Figma REST API / LLMを組み合わせてデザインデータのチェックを自動化し、最終的なデザインの品質を上げるための試みを紹介します。"
  },
  {
    "pickup": true,
    "id": "talk_2",
    "tag": "Talk #2",
    "title" : "生成AIの不確実性を価値に変える、「ビズリーチ」の体験設計",
    "speakers": [
      "bizreach_katsuura"
    ],
    "description": "株式会社ビズリーチは、広い領域で生成AIを活用した機能を提供しています。\n私はプロダクトデザイナーとして「ビズリーチ」の企業様向けプロダクトの機能開発に関わる中で、生成AIの活用を通してお客様への価値、事業成長にどう繋げられるのかに向き合ってきました。\n急速に進化する生成AIへの期待を価値に変える上で、出力の不確実性が課題と捉え、ワークフロー融合とコンテキストの構築が、価値最大化に繋がると考えています。\n本セッションでは、toBプロダクトにおいて、事業成長に繋がるAI機能の体験設計を模索してきた私が考える、生成AIを「業務における価値」に変える体験設計のアプローチをお伝えさせていただきます。"
  },
  {
    "pickup": true,
    "id": "talk_3",
    "tag": "Talk #3",
    "title" : "AI時代の製品開発：役割の再定義と実践",
    "speakers": [
      "sansan_katashiba"
    ],
    "description": "AIの登場と普及は、製品を担う我々の役割を根本から変えようとしています。そして、Product ManagerやDesignerの役割の再定義も不可避です。この発表では、理論や抽象論に終始せず、現場でどのようにAIを活用しているか、そして何より、AI時代において我々の重要かつ核となる役割は何かを探ります。日々の実践から手探りで掴んだ経験と生きた感覚値を共有し、みなさんと一緒に考えたいと思います。"
  },
  {
    "pickup": true,
    "id": "talk_4",
    "tag": "Talk #4",
    "title" : "「できますか？」から「作ってみました」へ ~『理論上わかる』と『実装できる』の隔たりを埋める方法 ~",
    "speakers": [
      "layerx_michiru_da"
    ],
    "description": "営業・CS経験を経てPMになった非エンジニアが、3週間でAIエージェントを自作し、「理論上わかる」から「実装できる」へ変化した90日間の実体験を共有します。2025年11月のブログ「ビジネス出身PMが『AIエージェントを自作しよう派』になるまで」の反響を受け、今回は「なぜやろうと思ったか」「どうやったか」「続けるコツ」を中心に、再現可能な方法論をお伝えします。"
  },
  {
    "pickup": true,
    "id": "talk_5",
    "tag": "Talk #5",
    "title" : "AI × フォント × デザインツール：非デザイナーも\"フォントが使える\"体験をPoCで実現",
    "speakers": [
      "morisawa_aikawa",
      "morisawa_omuro"
    ],
    "description": "生成AIやエージェント技術の発展により、「必要なときに、必要な人に、必要なフォントを届ける」仕組みが現実味を帯びてきました。本セッションでは、エージェント経由でFigma上で誰もが一時的にフォントが利用できるPoC事例を紹介。ブランド整合性とデザイナー以外の利便性を両立し、新しい提供体験をシェアします。"
  },
  {
    "pickup": false,
    "id": "talk_6",
    "tag": "Talk #6",
    "title" : "",
    "speakers": [
      ""
    ],
    "description": ""
  },
  {
    "pickup": true,
    "id": "talk_7",
    "tag": "Talk #7",
    "title" : "AIネイティブスタートアップにおけるプロダクト開発の新常識",
    "speakers": [
      "peoplex_sakatsu"
    ],
    "description": "生成AIを前提にしたスタートアップでは、デザインとエンジニアリングの境界が再び交わり始めています。本セッションでは、AIを組み込んだ開発体制や意思決定、チーム設計の実践知を共有し、これからの“AIネイティブな”プロダクト開発の新しい常識を探ります。"
  },
  {
    "pickup": true,
    "id": "talk_8",
    "tag": "Talk #8",
    "title" : "AI時代のデザインとフロントエンドの接続（仮）",
    "speakers": [
      "gaudiy_matsushima"
    ],
    "description": "短期間で既存のWebアプリケーションのモバイル版を開発する必要があるという状況で、どのようにフロントエンド開発を進めるのか。AIを活用し既存のデザイン資産をどう利用していくのか、開発の進め方をどのように変えていくべきなのか"
  },
  {
    "pickup": true,
    "id": "talk_9",
    "tag": "Talk #9",
    "title" : "プロトタイプドリブン要件定義 〜 PdM・デザイナー・エンジニアの協働を加速するAI活用開発プロセス",
    "speakers": [
      "moneyforward_miyauchi",
      "moneyforward_shigeeda"
    ],
    "description": "要求定義後、プロトタイプを作りながらデザイナー・エンジニアと協働する開発プロセスを紹介します。AIでPRDを標準化し、Figma MakeやCursorでプロトタイプを作成。従来は要件を作り込んでから実装する流れでしたが、プロトファーストで「作ってみたら違った」という手戻りを削減しました。動くものを見せることでステークホルダーの理解が深まり、的確なFBが得られます。プロトから要件定義・ユーザーストーリーを自動生成する仕組みも構築。デザイナーとPdM両視点での効果と、チームで民主化した取り組みをお伝えします。"
  },
  {
    "pickup": true,
    "id": "talk_10",
    "tag": "Talk #10",
    "title" : "Adapt to AI Native Workflow, プロダクト開発を加速するデザイン×エンジニアリングの再設計",
    "speakers": [
      "mercari_kuu"
    ],
    "description": "メルカリでは、AI Task Forceを立ち上げ、全社でAI Native化を推進しています。\n中でもプロダクト開発領域では、アイディア創出からデザイン、機能設計、コーディング、リリースまでの一連のワークフローを、AIを前提とした形に作り替えています。デザイナーとエンジニアの境界を再定義し、開発速度と品質の両立を目指す取り組みです。\n本セッションでは、私たちが描くVisionと、現時点での到達地点を共有します。理想を語るだけでなく、日々の試行錯誤や、泥臭い実践の積み重ねから得た学びもお伝えします。"
  },
  {
    "pickup": true,
    "id": "talk_11",
    "tag": "Talk #11",
    "title" : "ドキュメントからはじめる未来のソフトウェア──PKSHAのプロダクト開発",
    "speakers": [
      "pksha_fujioka"
    ],
    "description": "PKSHAは「未来のソフトウエアを形にする」のもと、AIを体験に組み込み価値を拡張してまいりました。AIがもたらす新たな体験と、その適用の考え方をご紹介します。開発面では、Coding Agentを核にADRとデザインの意思決定記録（仮称:DDR）を同期し、デザイナーと協業して「最小コストの人間介在」を実現する体制を、ドキュメントからはじめる手法を行っています。合意形成を速め、手直しを抑え、速度と一貫性を両立する実務の要点を整理し、ドキュメントを共通言語として設計とデザインの判断を同じ土台で更新していく進め方をお伝えします。"
  },
  {
    "pickup": true,
    "id": "talk_12",
    "tag": "Talk #12",
    "title" : "AI時代、UXリサーチャーはどこへ？",
    "speakers": [
      "smartbank_takimoto"
    ],
    "description": "AIが到来し、当たり前になる世の中において、リサーチャーという職業が近い将来いなくなるのではないか？と思うことがあります。一方、顧客理解でチームを繋ぐ根幹の役割は残るのも、日々AIと一緒に仕事を進めながら確信しているところです。今後、リサーチャーという名前（＝調査を実行する人）で残らず、リサーチャー的な振る舞いをしながら、PM、事業家、マーケターなど別の自分のWillと重ね合うところに落ち着くように思います。リサーチャーとしてAIを使いながら進める実例と、進めてみてリサーチャーという職種について感じるところをお話します。"
  },
  {
    "pickup": true,
    "id": "talk_13",
    "tag": "Talk #13",
    "title" : "新規事業を支えるデザイン──共創する組織になるまでの実践知",
    "speakers": [
      "findy_tomu"
    ],
    "description": "新規事業の立ち上げ期において、デザイナーは単にビジュアルを担う存在ではなく、異なる専門領域をつなぐ役割を求められています。事業とデザインの距離をどう縮め、変化に強いチームをどう築くか。立ち上げ初期の試行錯誤を経て得た実践知をもとに、組織間の共創を促すためのコミュニケーションについてお話しします。"
  },
  {
    "pickup": true,
    "id": "talk_14",
    "tag": "Talk #14",
    "title" : "デザイナーが主導権を握る、AI協業の本音と実践",
    "speakers": [
      "gmo_satoh"
    ],
    "description": "「AIに飛びつくのはプライドがない？」そんな葛藤や周囲の声をよそに、私は日々のデザイン業務でAIを活用しています。本セッションでは、ライティング、リサーチからコーディング、デザインレビューまで、AIを「意図を汲む共創者」として扱うための実践と、その正直な手応えを共有します。AIは単なる時短ツールではありません。デザイナーが主導権と責任を持ち、AIの客観性を利用してデザインを強固にする。そして限られた時間で成果を出すための、AIとの新しい関わり方とデザイナーのリアルなマインドセットを紹介します。"
  },
  {
    "pickup": true,
    "id": "talk_15",
    "tag": "Talk #15",
    "title" : "職種を越えてつくるデザインプロセス",
    "speakers": [
      "cybozu_kayasuga"
    ],
    "description": "PMが要件をまとめ、デザイナーがデザインを作り、エンジニアが実装する。 そんな線形的なプロセスから脱却し、専門領域の境界を溶かして協働するプロセスを模索してきました。 PM、エンジニア、ライター、デザインテクノロジストなど、チームの輪を広げて多職種が早期から関わり合うことで、ユーザーにより速く、より良い体験を届けることを目指しています。 その背景と具体的な工夫を紹介します。"
  },
  {
    "pickup": true,
    "id": "talk_16",
    "tag": "Talk #16",
    "title" : "AIで拡張・交差するプロダクト開発のプロセスおよび携わるメンバーの役割",
    "speakers": [
      "open8_ishibashi"
    ],
    "description": "プロダクト開発には、プロダクトマネージャー、デザイナー、エンジニアなど多様な専門家が関わります。生成AIの進化により、開発プロセスやチームの役割分担、そして個々に求められるスキルセットは大きく再定義されつつあります。本セッションでは、オープンエイトおよび子会社エイトテクノロジーでの実践事例をもとに、AI時代におけるプロダクト開発で何が変わり、どのように拡張されていくのかを具体的に紹介します。"
  },
  {
    "pickup": true,
    "id": "talk_17",
    "tag": "Talk #17",
    "title" : "AI時代のデザインエンジニアリング",
    "speakers": [
      "concent_koyama"
    ],
    "description": "AIの進化は、デザインとエンジニアリングの境界をあいまいにしつつ、両者を融合させる新たな方法がうまれる機会でもあると考えます。AI時代のデザインエンジニアリングをテーマに、ツールや技術の話に留まらず、設計と思考のアプローチの変化、そして人とAIの共創がもたらす新しい形を探ります。"
  },
  {
    "pickup": true,
    "id": "talk_18",
    "tag": "Talk #18",
    "title" : "LLMプロダクト開発の「実態」：価値創造の原則",
    "speakers": [
      "loglass_yuki"
    ],
    "description": "開発責任者として、新規事業として実際に推進する上で感じている、LLMプロダクトの提供価値の「実態」をお話しします。\nLLMを核とするプロダクトをユーザーへ提供する上で直面する壁や課題を具体的に共有します。その上で、競合優位性を築く鍵は、「ユーザー課題を解決し、ビジネスに貢献する」という価値創造の原則を追求することにあるという考えを考察します。"
  },
  {
    "pickup": true,
    "id": "talk_19",
    "tag": "Talk #19",
    "title" : "デザインコンテキストのバトンをつなぐ — AI時代のプロダクトマネジメント",
    "speakers": [
      "route06_kumano"
    ],
    "description": "AIツールの普及により職種の境界が曖昧になる中、デザインプロセスにおける「形になる前の情報を丁寧に拾い上げ、方向性を見極める」段階の重要性が高まっています。本セッションでは、コンセプトデザインやデザインシステムを支援するAIマルチエージェントの開発事例をもとに、曖昧なアイデアをどう整理し、どの段階で具体化へ進め、AIと協働して検証を加速してきたかを紹介します。また、その実践を通じて得た、デザイナー出身PMとして効果的だった視点やアプローチについてもお話しします。"
  },
  {
    "pickup": true,
    "id": "talk_20",
    "tag": "Talk #20",
    "title" : "シリコンバレー発:AIがデザインプロセスを変える",
    "speakers": [
      "btrax_brandon"
    ],
    "description": "サンフランシスコのテック企業で日々実践されているAI活用デザインの実態を公開します。生成AIツールの実用的な使い方から限界まで、リアルなワークフローをお見せします。、リサーチからプロトタイピングまでのデザインワークフローに統合する具体的な手法を解説。リサーチ、ペルソナ設計、ワイヤーフレーム、UIデザイン—各工程でAIをどう使い分けるか。効率化だけでなく、デザイン品質を高めるための具体的なテクニックとシリコンバレーの最新事例を共有します。"
  },
  {
    "pickup": true,
    "id": "talk_21",
    "tag": "Talk #21",
    "title" : "大企業インハウスデザイン組織におけるDesignOps改革の現在地",
    "speakers": [
      "nttdocomo_kuwahara"
    ],
    "description": "生成AIを前提としたデザインプロセスへの変革は待ったなしですが、大企業ではその実現に向けたハードルが高いと感じる方が多いと思います。本セッションでは、有志で始まった生成AIの勉強会が、やがてデザイン部門全体を巻き込み、全社のデザインプロセス改革を目指す真っ只中でのリアルな課題と、それを解決するための試行錯誤を共有します。単なるツール導入に留まらない、組織文化そのものをアップデートするための「最初の一歩」を、皆さんと一緒に考えたいと思います。"
  },
  {
    "pickup": false,
    "id": "discussion_1",
    "tag": "Discussion #1",
    "title" : "誰もがつくる時代へ - バイブコーディングは何を変える？",
    "speakers": [
      "eastventures_hirata"
    ],
    "description": "回答なし"
  },
  {
    "pickup": true,
    "id": "discussion_2",
    "tag": "Discussion #2",
    "title" : "AI時代のデザイナーの役割、どう変化する？",
    "speakers": [
      "takram_tagawa",
      "kurashiru_tsubota"
    ],
    "description": "生成AIの台頭は、専門性の壁を取り払い、デザインとエンジニアリングを再び近接させています。この変革の渦中で、デザイナーの役割はどう変化し、新たな共創の場をどう開拓するのか。業界をリードする二名の識者が、AI時代におけるデザイナーの「職能ごとの越境」と、そこで生まれる新しい不可分領域を深掘りします。\n本セッションでは、自らの知識と経験のアップデートに挑むすべての人に向けたものです。デザイナーには役割をポジティブに見直すヒントを、PdMやエンジニアには未来の共創関係への期待とヒントを提供し、未来への視座を広げる対談です。"
  },
  {
    "pickup": true,
    "id": "sponsor_keynote_1",
    "tag": "Sponsor Keynote #1",
    "title" : "AIは我々を何者にしてくれるのか",
    "speakers": [
      "findy_takanako"
    ],
    "description": "AIの進化は止まらない。本発表では「AIは我々を何者にしてくれるのか」というタイトルの下、AIの「可能性とその活用」について探求します。デザインとエンジニアリングの領域でAIがいかに活用され、我々の創造性や問題解決能力を拡張しているか、具体的な「解の経験」を共有します。しかし、AIは単なる道具（What）でしょうか。それとも我々の役割や思考そのものを変容させ、我々を新たな「何者」（Who）かに変えてしまうのでしょうか。AIとの協働が前提となる次世代において、人間固有の価値とは何か。テクノロジーの交差点で、AIが映し出す人間の未来像を皆様と共に考えます。"
  },
  {
    "pickup": true,
    "id": "sponsor_keynote_2",
    "tag": "Sponsor Keynote #2",
    "title" : "結びながら、ひらく ― にじむ境界のデザイン",
    "speakers": [
      "figma_tani"
    ],
    "description": "デザインとエンジニアリング、個人と組織、人とAI。\n異なる領域のあいだにある境界が“にじむ”とき、創造の可能性は広がります。\n本セッションでは、領域をつなぐ実践やスキルの拡張を手がかりに、変化の時代に自分の色をにじませていく働き方と、共創を育むためのヒントを探ります。"
  },
  {
    "pickup": true,
    "id": "keynote_1",
    "tag": "Keynote #1",
    "title" : "AI時代におけるインターフェースと身体性のゆくえ",
    "speakers": [
      "meijiuniv_watanabe"
    ],
    "description": "AIの時代「人による操作」はどう変わっていくのでしょうか。インタフェースはコマンドやボタンなどの機械的で複雑な操作に代わり、身体的で直感的な操作方法が模索されてきました。現代のスマートフォンでは、指で直接画面を動かす操作が、まるで情報そのものに触れているかのような心地よさを生み出します。拙著『融けるデザイン』ではこの心地よさの原理を、自身の一部として感じる原理「自己帰属感」という概念を用いて説明してきました。しかしAIは意図や文脈を理解し「操作」のフェーズそのものを省略できる可能性を秘めています。本講演では、AI時代のインタフェース、インタラクション、そして未来の体験について考えていきます。"
  },
  {
    "pickup": true,
    "id": "keynote_2",
    "tag": "Keynote #2",
    "title" : "本番のコードをなるべくAIに書かせるには何が必要か、それによってプロダクト開発がどう変わるか",
    "speakers": [
      "10x_ishikawa"
    ],
    "description": "プロダクト開発における生成AI活用は、新規プロダクトやプロトタイピングの場面で大きな成果を上げています。しかし、既存のプロダクト開発では、まだまだ活用の度合いは穏やかなのが現状です。これは、AIに本番のコードを書かせるためには、プロトタイプとはまったく異なる前提が必要になるためです。\n本トークでは、AIが本番のコードを書くために必要な環境整備、要件の構造化、成果物のレビュー、テストの自動化などの前提条件を整理します。また、その結果として開発者の時間配分や成果物の比率がどのように変化するかを説明し、プロダクトの品質、職種間のコラボレーションといった、プロダクト開発全体への影響を示します。"
  }
]
